tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python", link: false
brew "bat"
brew "cloc"
brew "coreutils"
brew "exiftool"
brew "ffmpeg"
brew "figlet", link: false
brew "git"
brew "gnu-sed"
brew "howdoi"
brew "htop"
brew "hub"
brew "hugo"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "iperf"
brew "jp2a"
brew "jq"
brew "mas"
brew "neofetch"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "rogue"
brew "rtv"
brew "socat"
brew "spark"
brew "telnet"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "arduino"
cask "atom"
cask "beyond-compare"
cask "cocoarestclient"
cask "discord"
cask "docker"
cask "firefox"
cask "fluid"
cask "fritzing"
cask "geekbench"
cask "geotag"
cask "google-chrome"
cask "handbrake"
cask "ios-app-signer"
cask "iterm2"
cask "kodi"
cask "openemu"
cask "qlcolorcode"
cask "qlmarkdown"
cask "real-vnc"
cask "robo-3t"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "zoomus"
mas "Affinity Designer", id: 824171161
mas "Battery Health", id: 490192174
mas "DaisyDisk", id: 411643860
mas "Fantastical", id: 435003921
mas "ForkLift", id: 412448059
mas "Gapplin", id: 768053424
mas "HyperDock", id: 449830122
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Reeder", id: 880001334
mas "Tweetbot", id: 557168941
mas "Wipr", id: 1320666476
