1password
arduino
atom
beyond-compare
cocoarestclient
dropbox
fluid
flux
fritzing
geekbench
geotag
google-chrome
handbrake
iterm2
key-codes
kodi
openemu
real-vnc
skype
sourcetree
spotify
steam
sublime-text
transmission
unrarx
vlc